Repository: hqrrylyu/ob-eshop-telegram-bot
Catalog: bot/locales/*/LC_MESSAGES/messages.po
Languages: ru, uk

source: I started at {now}
ru: Я запустился в {now}
uk: Я запустився в {now}

source: I turned off at {now}
ru: Я выключился в {now}
uk: Я виключився в {now}

source: 🔍 Browse
ru: 🔍 Обзор
uk: 🔍 Огляд

source: 💫 Help
ru: 💫 Помощь
uk: 💫 Допомога

source: 📞 Contacts
ru: 📞 Контакты
uk: 📞 Контакти

source: :white_small_square: Skip
ru: :white_small_square: Пропустить
uk: :white_small_square: Пропустити

source: :black_small_square: Skip all
ru: :black_small_square: Пропустить всё
uk: :black_small_square: Пропустити все

source: :moneybag: Buy {price}
ru: Купить {price}
uk: :moneybag: Купити {price}

source: Welcome $first_name, I $bot_mention will help you pick up and buy wonderful shoes. To continue, use the keyboard below or commands described in /help.
ru: Приветствую $first_name, Я $bot_mention помогу тебе подобрать и купить замечательную обувь. Чтобы продолжить, воспользуйтесь клавиатурой ниже или командами описанными в /help.
uk: Вітаю $first_name, Я $bot_mention допоможу тобі підібрати і купити чудове взуття. Щоб продовжити, використайте клавіатуру нижче або команди описані в /help.

source: When communicating with the bot, your primary command will be /browse or /b - which allows you to pick and operate, including purchasing, some shoes. Type /contacts to be able to contact us, /help to display this message. Note that each of the above commands has a keyboard counterpart.
ru: Когда общаетесь с нашим ботом, Вашей основной командой будет /browse или /b - которая позволяет Вам выбрать и оперировать, включая покупку, некоторую обувь. Наберите /contacts, чтобы иметь возможность связаться с нами, /help, чтобы отобразить это сообщение. Обратите внимание, что каждая из вышеперечисленных команд имеет клавиатурный аналог.
uk: Коли спілкуєтесь з нашим ботом, Вашою основною командою буде /browse або /b - що дозволяє вибрати та оперувати, включно покупку, певне взуття. Наберіть /contacts щоб мати можливість зв’язатися з нами, /help щоб показати це повідомлення. Майте на увазі, що кожна з вищезазначених команд має свій клавіатурний аналог.

source: You can contact us in any of the following ways: :telephone_receiver: Phone $phones :e-mail: Email $emails
ru: Вы можете связаться с нами любым из следующих способов: :telephone_receiver: Телефон $phones :e-mail: Электронная почта $emails
uk: Ви можете зв’язатися з нами будь-яким з слідуючих способів: :telephone_receiver: Телефон $phones :e-mail: Електронна пошта $emails

source: I see, you have chosen this model. A very good choice. I believe you will like it. :wink: :thumbs_up:
ru: Я вижу Вы выбрали эту модель. Очень удачный выбор. Я верю что Вам понравиться. :wink: :thumbs_up:
uk: Я бачу Ви вибрали цю модель. Дуже вдалий вибір. Я вірю що Вам сподобається. :wink: :thumbs_up:

source: *Order* created _${datetime_now}_ on sum _$total_amount ${currency}_ [$product_name $product_code]($product_url) of size *$size* ``` Customer name: $name Phone number: $phone_number Country code: $country_code State: $state City: $city Street 1: $street_line1 Street 2: $street_line2 Post code: $post_code ```
ru: *Заказ* созданный _${datetime_now}_ на сумму _$total_amount ${currency}_ [$product_name $product_code]($product_url) *$size* размера ``` Имя покупателя: $name Номер телефона: $phone_number Код страны: $country_code Область: $state Город: $city Улица 1: $street_line1 Улица 2: $street_line2 Почтовый индекс: $post_code ```
uk: *Заказ* створений _${datetime_now}_ на суму _$total_amount ${currency}_ [$product_name $product_code]($product_url) *$size* розміру ``` Ім’я покупця: $name Номер телефону: $phone_number Код країни: $country_code Область: $state Місто: $city Вулиця 1: $street_line1 Вулиця 2: $street_line2 Поштовий індекс: $post_code ```

source: Code
ru: Код
uk: Код

source: Brand
ru: Бренд
uk: Бренд

source: Category
ru: Категория
uk: Категорія

source: Season
ru: Сезон
uk: Сезон

source: Color
ru: Цвет
uk: Колір

source: Inner material
ru: Внешний материал
uk: Внутрішній матеріал

source: Outer material
ru: Внутренний материал
uk: Зовнішній матеріал

source: Sole
ru: Подошва
uk: Підошва

source: Please try again in a minute.
ru: Пожалуйста попробуйте снова через минуту.
uk: Будь ласка спробуйте знову через хвилину.

source: Price
ru: Цена
uk: Ціна

source: Wrong invoice link.
ru: Неправильная ссылка заказа
uk: Неправильне посилання замовлення

source: :shoe: Choose shoe size
ru: :shoe: Выберите размер обуви
uk: :shoe: Виберіть розмір взуття

source: Something went wrong. Try again later.
ru: Что-то пошло не так. Попробуйте позже.
uk: Щось пішло не так. Спробуйте пізніше.

source: :clap: :smile: Woah! Thank's for the purchase! We will contact you shortly.
ru: :clap: :smile: Ого! Спасибо Вам за покупку! Мы свяжемся с Вами в ближайшее время.
uk: :clap: :smile: Ого! Дякую за покупку! Ми зв’яжемося з Вами найближчим часом.

source: What..? :confused: I can't recognize that.
ru: Что..? :confused: Я не могу распознать это.
uk: Що..? :confused: Я не можу розпізнати це.

source: No results, try to /browse again.
ru: Нет результатов, попробуйте /browse снова.
uk: Немає результатів, спробуйте /browse знову.

source: :wavy_dash: Select a {filter_title} option
ru: :wavy_dash: Выберите {filter_title}
uk: :wavy_dash: Виберіть {filter_title}

source: :link: Detail
ru: :link: Детально
uk: :link: Детально

source: :moneybag: Buy
ru: :moneybag: Купить
uk: :moneybag: Купити

source: :arrow_backward: Previous
ru: :arrow_backward: Предыдущий
uk: :arrow_backward: Попередній

source: :arrow_forward: Next
ru: :arrow_forward: Следующий
uk: :arrow_forward: Наступний

source: :framed_picture: Pictures
ru: :framed_picture: Фото
uk: :framed_picture: Фото

source: :bookmark: Bookmark
ru: :bookmark: Закладка
uk: :bookmark: Закладка

source: New
ru: Новинка
uk: Новинка

source: Bookmark
ru: Закладка
uk: Закладка

source: Winter
ru: Зима
uk: Зима

source: Spring
ru: Весна
uk: Весна

source: Summer
ru: Лето
uk: Літо

source: Fall
ru: Осень
uk: Осінь

source: Gender
ru: Пол
uk: Стать

source: Nova Poshta (Сustomer pays shipping)
ru: Новая Почта (Клиент оплачивает доставку)
uk: Нова Пошта (Клієнт сплачує доставку)

source: Nova Poshta
ru: Новая Почта
uk: Нова Пошта

source: Local pickup (Mykolaiv)
ru: Самовывоз (г. Николаев)
uk: Самовивіз (Миколаїв)

source: Local pickup
ru: Самовывоз
uk: Самовивіз
